Repository: Dulatheo/documentScanner
Catalog: ios/DocumentScanner/Localizable.xcstrings
Source language: en
Languages: ar, de, es_es, es_mx, fr, hi, it, pt_br, pt_pt, ru, tr, zh_hans

source: Password-protect your PDF exports
ar: حماية ملفات PDF المصدَّرة بكلمة مرور
de: Exportierte PDFs mit Passwort schützen
es_es: Protege con contraseña tus PDF exportados
es_mx: Protege con contraseña tus PDF exportados
fr: Protéger vos PDF exportés par mot de passe
hi: एक्सपोर्ट की गई PDF को पासवर्ड से सुरक्षित करें
it: Proteggi con password i PDF esportati
pt_br: Proteja com senha seus PDFs exportados
pt_pt: Proteja com palavra-passe os seus PDF exportados
ru: Защита экспортированных PDF паролем
tr: Dışa aktarılan PDF'leri parola ile koruyun
zh_hans: 为导出的 PDF 设置密码保护

source: Password-protecting PDFs is a Premium feature
ar: حماية ملفات PDF بكلمة مرور ميزة من ميزات Premium
de: Der Passwortschutz für PDFs ist eine Premium-Funktion
es_es: Proteger PDF con contraseña es una función Premium
es_mx: Proteger PDF con contraseña es una función Premium
fr: La protection des PDF par mot de passe est une fonctionnalité Premium
hi: PDF को पासवर्ड से सुरक्षित करना एक Premium सुविधा है
it: La protezione dei PDF con password è una funzione Premium
pt_br: Proteger PDF com senha é um recurso Premium
pt_pt: Proteger PDF com palavra-passe é uma funcionalidade Premium
ru: Защита PDF паролем — функция Premium
tr: PDF'leri parola ile korumak bir Premium özelliğidir
zh_hans: 为 PDF 设置密码保护是高级版功能

source: Post
ar: نشر
de: Posten
es_es: Publicar
es_mx: Publicar
fr: Publier
hi: पोस्ट करें
it: Pubblica
pt_br: Publicar
pt_pt: Publicar
ru: Опубликовать
tr: Paylaş
zh_hans: 发布

source: PowerPoint slides
ar: شرائح PowerPoint
de: PowerPoint-Folien
es_es: Diapositivas de PowerPoint
es_mx: Diapositivas de PowerPoint
fr: Diapositives PowerPoint
hi: PowerPoint स्लाइड
it: Diapositive PowerPoint
pt_br: Slides do PowerPoint
pt_pt: Diapositivos do PowerPoint
ru: Слайды PowerPoint
tr: PowerPoint slaytları
zh_hans: PowerPoint 幻灯片

source: Premium for unlimited
ar: Premium للحصول على عدد غير محدود
de: Premium für unbegrenzt
es_es: Hazte Premium para ilimitados
es_mx: Hazte Premium para ilimitados
fr: Premium pour un accès illimité
hi: अनलिमिटेड के लिए Premium लें
it: Premium per l'illimitato
pt_br: Premium para ilimitado
pt_pt: Premium para ilimitado
ru: Premium без ограничений
tr: Sınırsız için Premium
zh_hans: 升级到高级版以解除限制

source: Preparing your Excel spreadsheet…
ar: جارٍ تجهيز جدول بيانات Excel…
de: Deine Excel-Tabelle wird vorbereitet…
es_es: Preparando tu hoja de cálculo de Excel…
es_mx: Preparando tu hoja de cálculo de Excel…
fr: Préparation de votre feuille de calcul Excel…
hi: आपकी Excel स्प्रेडशीट तैयार की जा रही है…
it: Preparazione del foglio di calcolo Excel…
pt_br: Preparando sua planilha do Excel…
pt_pt: A preparar a sua folha de cálculo do Excel…
ru: Подготовка таблицы Excel…
tr: Excel elektronik tablonuz hazırlanıyor…
zh_hans: 正在准备您的 Excel 电子表格…

source: Preparing your PDF…
ar: جارٍ تجهيز ملف PDF…
de: Dein PDF wird vorbereitet…
es_es: Preparando tu PDF…
es_mx: Preparando tu PDF…
fr: Préparation de votre PDF…
hi: आपकी PDF तैयार की जा रही है…
it: Preparazione del PDF…
pt_br: Preparando seu PDF…
pt_pt: A preparar o seu PDF…
ru: Подготовка PDF…
tr: PDF'iniz hazırlanıyor…
zh_hans: 正在准备您的 PDF…

source: Preparing your PowerPoint slides…
ar: جارٍ تجهيز شرائح PowerPoint…
de: Deine PowerPoint-Folien werden vorbereitet…
es_es: Preparando tus diapositivas de PowerPoint…
es_mx: Preparando tus diapositivas de PowerPoint…
fr: Préparation de vos diapositives PowerPoint…
hi: आपकी PowerPoint स्लाइड तैयार की जा रही हैं…
it: Preparazione delle diapositive PowerPoint…
pt_br: Preparando seus slides do PowerPoint…
pt_pt: A preparar os seus diapositivos do PowerPoint…
ru: Подготовка слайдов PowerPoint…
tr: PowerPoint slaytlarınız hazırlanıyor…
zh_hans: 正在准备您的 PowerPoint 幻灯片…

source: Preparing your Word document…
ar: جارٍ تجهيز مستند Word…
de: Dein Word-Dokument wird vorbereitet…
es_es: Preparando tu documento de Word…
es_mx: Preparando tu documento de Word…
fr: Préparation de votre document Word…
hi: आपका Word दस्तावेज़ तैयार किया जा रहा है…
it: Preparazione del documento Word…
pt_br: Preparando seu documento do Word…
pt_pt: A preparar o seu documento do Word…
ru: Подготовка документа Word…
tr: Word belgeniz hazırlanıyor…
zh_hans: 正在准备您的 Word 文档…

source: Preparing your file…
ar: جارٍ تجهيز الملف…
de: Deine Datei wird vorbereitet…
es_es: Preparando tu archivo…
es_mx: Preparando tu archivo…
fr: Préparation de votre fichier…
hi: आपकी फ़ाइल तैयार की जा रही है…
it: Preparazione del file…
pt_br: Preparando seu arquivo…
pt_pt: A preparar o seu ficheiro…
ru: Подготовка файла…
tr: Dosyanız hazırlanıyor…
zh_hans: 正在准备您的文件…

source: Preparing your images…
ar: جارٍ تجهيز الصور…
de: Deine Bilder werden vorbereitet…
es_es: Preparando tus imágenes…
es_mx: Preparando tus imágenes…
fr: Préparation de vos images…
hi: आपकी इमेज तैयार की जा रही हैं…
it: Preparazione delle immagini…
pt_br: Preparando suas imagens…
pt_pt: A preparar as suas imagens…
ru: Подготовка изображений…
tr: Görselleriniz hazırlanıyor…
zh_hans: 正在准备您的图片…

source: Protect PDF
ar: حماية PDF
de: PDF schützen
es_es: Proteger PDF
es_mx: Proteger PDF
fr: Protéger le PDF
hi: PDF सुरक्षित करें
it: Proteggi PDF
pt_br: Proteger PDF
pt_pt: Proteger PDF
ru: Защитить PDF
tr: PDF'yi koru
zh_hans: 保护 PDF

source: Protect this PDF?
ar: هل تريد حماية ملف PDF هذا؟
de: Dieses PDF schützen?
es_es: ¿Proteger este PDF?
es_mx: ¿Proteger este PDF?
fr: Protéger ce PDF ?
hi: क्या इस PDF को सुरक्षित करें?
it: Proteggere questo PDF?
pt_br: Proteger este PDF?
pt_pt: Proteger este PDF?
ru: Защитить этот PDF?
tr: Bu PDF korunsun mu?
zh_hans: 要保护此 PDF 吗？

source: Purchases restored
ar: تمت استعادة المشتريات
de: Käufe wiederhergestellt
es_es: Compras restauradas
es_mx: Compras restauradas
fr: Achats restaurés
hi: खरीदारी बहाल कर दी गई
it: Acquisti ripristinati
pt_br: Compras restauradas
pt_pt: Compras restauradas
ru: Покупки восстановлены
tr: Satın alımlar geri yüklendi
zh_hans: 已恢复购买

source: Reading page…
ar: جارٍ قراءة الصفحة…
de: Seite wird gelesen…
es_es: Leyendo página…
es_mx: Leyendo página…
fr: Lecture de la page…
hi: पेज पढ़ा जा रहा है…
it: Lettura della pagina…
pt_br: Lendo página…
pt_pt: A ler página…
ru: Чтение страницы…
tr: Sayfa okunuyor…
zh_hans: 正在读取页面…

source: Recognize and copy text from any scan
ar: التعرّف على النص من أي مسح ضوئي ونسخه
de: Text aus jedem Scan erkennen und kopieren
es_es: Reconoce y copia texto de cualquier escaneo
es_mx: Reconoce y copia texto de cualquier escaneo
fr: Reconnaître et copier le texte de n'importe quel scan
hi: किसी भी स्कैन से टेक्स्ट पहचानें और कॉपी करें
it: Riconosci e copia il testo da qualsiasi scansione
pt_br: Reconheça e copie texto de qualquer digitalização
pt_pt: Reconheça e copie texto de qualquer digitalização
ru: Распознавание и копирование текста с любого скана
tr: Herhangi bir taramadan metni tanı ve kopyala
zh_hans: 从任意扫描件识别并复制文字

source: Recognized text
ar: النص المتعرَّف عليه
de: Erkannter Text
es_es: Texto reconocido
es_mx: Texto reconocido
fr: Texte reconnu
hi: पहचाना गया टेक्स्ट
it: Testo riconosciuto
pt_br: Texto reconhecido
pt_pt: Texto reconhecido
ru: Распознанный текст
tr: Tanınan metin
zh_hans: 识别的文字

source: Recognized text, all pages
ar: نص متعرَّف عليه، جميع الصفحات
de: Erkannter Text, alle Seiten
es_es: Texto reconocido, todas las páginas
es_mx: Texto reconocido, todas las páginas
fr: Texte reconnu, toutes les pages
hi: पहचाना गया टेक्स्ट, सभी पेज
it: Testo riconosciuto, tutte le pagine
pt_br: Texto reconhecido, todas as páginas
pt_pt: Texto reconhecido, todas as páginas
ru: Распознанный текст, все страницы
tr: Tanınan metin, tüm sayfalar
zh_hans: 识别的文字，所有页面

source: Redraw
ar: إعادة الرسم
de: Neu zeichnen
es_es: Volver a dibujar
es_mx: Volver a dibujar
fr: Recommencer
hi: फिर से बनाएं
it: Ridisegna
pt_br: Desenhar novamente
pt_pt: Voltar a desenhar
ru: Нарисовать заново
tr: Yeniden çiz
zh_hans: 重新绘制

source: Rename
ar: إعادة تسمية
de: Umbenennen
es_es: Renombrar
es_mx: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
pt_br: Renomear
pt_pt: Mudar nome
ru: Переименовать
tr: Yeniden adlandır
zh_hans: 重命名

source: Rename document
ar: إعادة تسمية المستند
de: Dokument umbenennen
es_es: Renombrar documento
es_mx: Renombrar documento
fr: Renommer le document
hi: दस्तावेज़ का नाम बदलें
it: Rinomina documento
pt_br: Renomear documento
pt_pt: Mudar nome do documento
ru: Переименовать документ
tr: Belgeyi yeniden adlandır
zh_hans: 重命名文档

source: Restore Purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es_es: Restaurar compras
es_mx: Restaurar compras
fr: Restaurer les achats
hi: खरीदारी बहाल करें
it: Ripristina acquisti
pt_br: Restaurar compras
pt_pt: Restaurar compras
ru: Восстановить покупки
tr: Satın alımları geri yükle
zh_hans: 恢复购买

source: Save
ar: حفظ
de: Speichern
es_es: Guardar
es_mx: Guardar
fr: Enregistrer
hi: सेव करें
it: Salva
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
tr: Kaydet
zh_hans: 保存

source: Saved to Documents
ar: تم الحفظ في المستندات
de: In Dokumenten gespeichert
es_es: Guardado en Documentos
es_mx: Guardado en Documentos
fr: Enregistré dans Documents
hi: दस्तावेज़ों में सेव हो गया
it: Salvato in Documenti
pt_br: Salvo em Documentos
pt_pt: Guardado em Documentos
ru: Сохранено в «Документы»
tr: Belgelere kaydedildi
zh_hans: 已保存到文档

source: Saved to Documents · choose a format to share
ar: تم الحفظ في المستندات · اختر تنسيقًا للمشاركة
de: In Dokumenten gespeichert · wähle ein Format zum Teilen
es_es: Guardado en Documentos · elige un formato para compartir
es_mx: Guardado en Documentos · elige un formato para compartir
fr: Enregistré dans Documents · choisissez un format à partager
hi: दस्तावेज़ों में सेव हो गया · शेयर करने के लिए एक फ़ॉर्मैट चुनें
it: Salvato in Documenti · scegli un formato da condividere
pt_br: Salvo em Documentos · escolha um formato para compartilhar
pt_pt: Guardado em Documentos · escolha um formato para partilhar
ru: Сохранено в «Документы» · выберите формат для отправки
tr: Belgelere kaydedildi · paylaşmak için bir format seçin
zh_hans: 已保存到文档 · 选择要分享的格式

source: Scan %lld
ar: مسح ضوئي %lld
es_es: Escaneo %lld
es_mx: Escaneo %lld
hi: स्कैन %lld
it: Scansione %lld
pt_br: Digitalização %lld
pt_pt: Digitalização %lld
ru: Скан %lld
tr: Tarama %lld
zh_hans: 扫描 %lld

source: Scan a document
ar: مسح مستند ضوئيًا
de: Dokument scannen
es_es: Escanear un documento
es_mx: Escanear un documento
fr: Numériser un document
hi: दस्तावेज़ स्कैन करें
it: Scansiona un documento
pt_br: Digitalizar um documento
pt_pt: Digitalizar um documento
ru: Отсканировать документ
tr: Belge tara
zh_hans: 扫描文档

source: Scanned documents are saved here. Point your camera at a page to begin.
ar: تُحفظ المستندات الممسوحة ضوئيًا هنا. وجّه الكاميرا نحو صفحة للبدء.
de: Gescannte Dokumente werden hier gespeichert. Richte die Kamera auf eine Seite, um zu beginnen.
es_es: Los documentos escaneados se guardan aquí. Apunta la cámara a una página para empezar.
es_mx: Los documentos escaneados se guardan aquí. Apunta la cámara a una página para comenzar.
fr: Les documents numérisés sont enregistrés ici. Pointez l'appareil photo vers une page pour commencer.
hi: स्कैन किए गए दस्तावेज़ यहाँ सेव होते हैं। शुरू करने के लिए कैमरे को किसी पेज पर पॉइंट करें।
it: I documenti scansionati vengono salvati qui. Inquadra una pagina con la fotocamera per iniziare.
pt_br: Os documentos digitalizados são salvos aqui. Aponte a câmera para uma página para começar.
pt_pt: Os documentos digitalizados são guardados aqui. Aponte a câmara para uma página para começar.
ru: Отсканированные документы сохраняются здесь. Наведите камеру на страницу, чтобы начать.
tr: Taranan belgeler burada saklanır. Başlamak için kamerayı bir sayfaya doğrultun.
zh_hans: 扫描的文档会保存在这里。将相机对准页面即可开始。

source: Searchable text, all pages
ar: نص قابل للبحث، جميع الصفحات
de: Durchsuchbarer Text, alle Seiten
es_es: Texto buscable, todas las páginas
es_mx: Texto buscable, todas las páginas
fr: Texte consultable, toutes les pages
hi: खोजने योग्य टेक्स्ट, सभी पेज
it: Testo ricercabile, tutte le pagine
pt_br: Texto pesquisável, todas as páginas
pt_pt: Texto pesquisável, todas as páginas
ru: Текст с возможностью поиска, все страницы
tr: Aranabilir metin, tüm sayfalar
zh_hans: 可搜索文本，所有页面

source: Sign
ar: توقيع
de: Unterschrift
es_es: Firmar
es_mx: Firmar
fr: Signer
hi: हस्ताक्षर
it: Firma
pt_br: Assinar
pt_pt: Assinar
ru: Подпись
tr: İmza
zh_hans: 签名

source: Sign above the line
ar: وقّع فوق الخط
de: Über der Linie unterschreiben
es_es: Firma sobre la línea
es_mx: Firma sobre la línea
fr: Signez au-dessus de la ligne
hi: लाइन के ऊपर हस्ताक्षर करें
it: Firma sopra la linea
pt_br: Assine acima da linha
pt_pt: Assine acima da linha
ru: Распишитесь над линией
tr: Çizginin üzerine imzalayın
zh_hans: 在线上方签名

source: Sign documents with your finger
ar: توقيع المستندات بإصبعك
de: Dokumente mit dem Finger unterschreiben
es_es: Firma documentos con el dedo
es_mx: Firma documentos con el dedo
fr: Signer des documents avec votre doigt
hi: अपनी उंगली से दस्तावेज़ों पर हस्ताक्षर करें
it: Firma i documenti con il dito
pt_br: Assine documentos com o dedo
pt_pt: Assine documentos com o dedo
ru: Подпись документов пальцем
tr: Belgeleri parmağınızla imzalayın
zh_hans: 用手指签署文档

source: Sign with your finger
ar: وقّع بإصبعك
de: Mit dem Finger unterschreiben
es_es: Firma con el dedo
es_mx: Firma con el dedo
fr: Signez avec votre doigt
hi: अपनी उंगली से हस्ताक्षर करें
it: Firma con il dito
pt_br: Assine com o dedo
pt_pt: Assine com o dedo
ru: Распишитесь пальцем
tr: Parmağınızla imzalayın
zh_hans: 用手指签名

source: Signature added
ar: تمت إضافة التوقيع
de: Unterschrift hinzugefügt
es_es: Firma añadida
es_mx: Firma agregada
fr: Signature ajoutée
hi: हस्ताक्षर जोड़ा गया
it: Firma aggiunta
pt_br: Assinatura adicionada
pt_pt: Assinatura adicionada
ru: Подпись добавлена
tr: İmza eklendi
zh_hans: 已添加签名

source: Start Free Trial
ar: بدء الفترة التجريبية المجانية
de: Kostenlose Testphase starten
es_es: Iniciar prueba gratuita
es_mx: Iniciar prueba gratuita
fr: Démarrer l'essai gratuit
hi: फ़्री ट्रायल शुरू करें
it: Avvia prova gratuita
pt_br: Iniciar teste gratuito
pt_pt: Iniciar avaliação gratuita
ru: Начать бесплатный период
tr: Ücretsiz denemeyi başlat
zh_hans: 开始免费试用

source: Subscribe to unlock everything Premium brings.
ar: اشترك لفتح كل ما يقدمه Premium.
de: Abonniere, um alles freizuschalten, was Premium bietet.
es_es: Suscríbete para desbloquear todo lo que ofrece Premium.
es_mx: Suscríbete para desbloquear todo lo que ofrece Premium.
fr: Abonnez-vous pour débloquer tout ce que Premium propose.
hi: Premium की हर सुविधा को अनलॉक करने के लिए सब्सक्राइब करें।
it: Abbonati per sbloccare tutto ciò che offre Premium.
pt_br: Assine para desbloquear tudo o que o Premium oferece.
pt_pt: Subscreva para desbloquear tudo o que o Premium oferece.
ru: Оформите подписку, чтобы получить всё, что даёт Premium.
tr: Premium'un sunduğu her şeyin kilidini açmak için abone olun.
zh_hans: 订阅以解锁高级版的全部功能。

source: Subscribe — $4.99/mo
ar: اشترك — 4.99 دولار شهريًا
de: Abonnieren — 4,99 $/Monat
es_es: Suscríbete — 4,99 $/mes
es_mx: Suscríbete — $4.99 USD/mes
fr: S'abonner — 4,99 $/mois
hi: सब्सक्राइब करें — $4.99/माह
it: Abbonati — 4,99 $/mese
pt_br: Assinar — US$ 4,99/mês
pt_pt: Subscrever — 4,99 $/mês
ru: Оформить подписку — $4.99/мес.
tr: Abone ol — 4,99 $/ay
zh_hans: 订阅 — 每月 4.99 美元

source: Text
ar: نص
es_es: Texto
es_mx: Texto
fr: Texte
hi: टेक्स्ट
it: Testo
pt_br: Texto
pt_pt: Texto
ru: Текст
tr: Metin
zh_hans: 文字

source: Text recognition
ar: التعرف على النص
de: Texterkennung
es_es: Reconocimiento de texto
es_mx: Reconocimiento de texto
fr: Reconnaissance de texte
hi: टेक्स्ट पहचान
it: Riconoscimento del testo
pt_br: Reconhecimento de texto
pt_pt: Reconhecimento de texto
ru: Распознавание текста
tr: Metin tanıma
zh_hans: 文字识别

source: Thickness
ar: السُّمك
de: Stärke
es_es: Grosor
es_mx: Grosor
fr: Épaisseur
hi: मोटाई
it: Spessore
pt_br: Espessura
pt_pt: Espessura
ru: Толщина
tr: Kalınlık
zh_hans: 粗细

source: This can't be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Dies kann nicht rückgängig gemacht werden.
es_es: Esta acción no se puede deshacer.
es_mx: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
hi: इसे वापस नहीं किया जा सकता।
it: Questa azione non può essere annullata.
pt_br: Isso não pode ser desfeito.
pt_pt: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
tr: Bu işlem geri alınamaz.
zh_hans: 此操作无法撤销。

source: Trial started — enjoy Premium!
ar: بدأت الفترة التجريبية — استمتع بـ Premium!
de: Testphase gestartet — viel Spaß mit Premium!
es_es: Prueba iniciada: ¡disfruta de Premium!
es_mx: ¡Prueba iniciada, disfruta Premium!
fr: Essai lancé — profitez de Premium !
hi: ट्रायल शुरू हो गया — Premium का आनंद लें!
it: Prova iniziata — goditi Premium!
pt_br: Teste iniciado — aproveite o Premium!
pt_pt: Avaliação iniciada — aproveite o Premium!
ru: Пробный период запущен — пользуйтесь Premium!
tr: Deneme başladı — Premium'un keyfini çıkarın!
zh_hans: 试用已开始 — 尽享高级版！

source: Try Premium free for 3 days
ar: جرّب Premium مجانًا لمدة 3 أيام
de: Teste Premium 3 Tage lang kostenlos
es_es: Prueba Premium gratis durante 3 días
es_mx: Prueba Premium gratis durante 3 días
fr: Essayez Premium gratuitement pendant 3 jours
hi: 3 दिनों के लिए मुफ़्त में Premium आज़माएं
it: Prova Premium gratis per 3 giorni
pt_br: Experimente o Premium grátis por 3 dias
pt_pt: Experimente o Premium grátis durante 3 dias
ru: Попробуйте Premium бесплатно в течение 3 дней
tr: Premium'u 3 gün ücretsiz deneyin
zh_hans: 免费试用高级版 3 天

source: Unlimited saved documents (3 free)
ar: عدد غير محدود من المستندات المحفوظة (3 مجانًا)
de: Unbegrenzt gespeicherte Dokumente (3 kostenlos)
es_es: Documentos guardados ilimitados (3 gratis)
es_mx: Documentos guardados ilimitados (3 gratis)
fr: Documents enregistrés illimités (3 gratuits)
hi: असीमित सेव किए गए दस्तावेज़ (3 मुफ़्त)
it: Documenti salvati illimitati (3 gratuiti)
pt_br: Documentos salvos ilimitados (3 grátis)
pt_pt: Documentos guardados ilimitados (3 grátis)
ru: Неограниченное количество сохранённых документов (3 бесплатно)
tr: Sınırsız kayıtlı belge (3 ücretsiz)
zh_hans: 无限保存文档（3 份免费）

source: Unlock Premium
ar: فتح Premium
de: Premium freischalten
es_es: Desbloquear Premium
es_mx: Desbloquear Premium
fr: Débloquer Premium
hi: Premium अनलॉक करें
it: Sblocca Premium
pt_br: Desbloquear o Premium
pt_pt: Desbloquear o Premium
ru: Открыть Premium
tr: Premium'un kilidini aç
zh_hans: 解锁高级版

source: Upgrade to Premium
ar: الترقية إلى Premium
de: Auf Premium upgraden
es_es: Mejorar a Premium
es_mx: Mejorar a Premium
fr: Passer à Premium
hi: Premium में अपग्रेड करें
it: Passa a Premium
pt_br: Fazer upgrade para o Premium
pt_pt: Mudar para Premium
ru: Оформить Premium
tr: Premium'a yükselt
zh_hans: 升级到高级版

source: View and add comments
ar: عرض التعليقات وإضافتها
de: Kommentare ansehen und hinzufügen
es_es: Consulta y añade comentarios
es_mx: Consulta y agrega comentarios
fr: Consulter et ajouter des commentaires
hi: कमेंट देखें और जोड़ें
it: Visualizza e aggiungi commenti
pt_br: Ver e adicionar comentários
pt_pt: Ver e adicionar comentários
ru: Просмотр и добавление комментариев
tr: Yorumları görüntüle ve ekle
zh_hans: 查看和添加评论

source: Welcome to Premium!
ar: مرحبًا بك في Premium!
de: Willkommen bei Premium!
es_es: ¡Bienvenido a Premium!
es_mx: ¡Bienvenido a Premium!
fr: Bienvenue dans Premium !
hi: Premium में आपका स्वागत है!
it: Benvenuto in Premium!
pt_br: Bem-vindo ao Premium!
pt_pt: Bem-vindo ao Premium!
ru: Добро пожаловать в Premium!
tr: Premium'a hoş geldiniz!
zh_hans: 欢迎使用高级版！

source: Word document
ar: مستند Word
de: Word-Dokument
es_es: Documento de Word
es_mx: Documento de Word
fr: Document Word
hi: Word दस्तावेज़
it: Documento Word
pt_br: Documento do Word
pt_pt: Documento do Word
ru: Документ Word
tr: Word belgesi
zh_hans: Word 文档

source: You · %1$@ · page %2$lld
ar: أنت · %1$@ · صفحة %2$lld
de: Du · %1$@ · Seite %2$lld
es_es: Tú · %1$@ · página %2$lld
es_mx: Tú · %1$@ · página %2$lld
fr: Vous · %1$@ · page %2$lld
hi: आप · %1$@ · पेज %2$lld
it: Tu · %1$@ · pagina %2$lld
pt_br: Você · %1$@ · página %2$lld
pt_pt: Tu · %1$@ · página %2$lld
ru: Вы · %1$@ · страница %2$lld
tr: Siz · %1$@ · sayfa %2$lld
zh_hans: 你 · %1$@ · 第 %2$lld 页

source: You · %@
ar: أنت · %@
de: Du · %@
es_es: Tú · %@
es_mx: Tú · %@
fr: Vous · %@
hi: आप · %@
it: Tu · %@
pt_br: Você · %@
pt_pt: Tu · %@
ru: Вы · %@
tr: Siz · %@
zh_hans: 你 · %@

source: You're a PRO user
ar: أنت مستخدم PRO
de: Du bist PRO-Nutzer
es_es: Eres usuario PRO
es_mx: Eres usuario PRO
fr: Vous êtes utilisateur PRO
hi: आप एक PRO यूज़र हैं
it: Sei un utente PRO
pt_br: Você é um usuário PRO
pt_pt: É um utilizador PRO
ru: Вы PRO-пользователь
tr: PRO kullanıcısısınız
zh_hans: 您是 PRO 用户

source: You've reached the free plan's %lld-document limit
ar: لقد بلغت حد الخطة المجانية البالغ %lld مستندات
de: Du hast das Limit von %lld Dokumenten im kostenlosen Plan erreicht
es_es: Has alcanzado el límite de %lld documentos del plan gratuito
es_mx: Alcanzaste el límite de %lld documentos del plan gratuito
fr: Vous avez atteint la limite de %lld documents de l'offre gratuite
hi: आप फ़्री प्लान की %lld दस्तावेज़ों की सीमा तक पहुँच गए हैं
it: Hai raggiunto il limite di %lld documenti del piano gratuito
pt_br: Você atingiu o limite de %lld documentos do plano gratuito
pt_pt: Atingiu o limite de %lld documentos do plano gratuito
ru: Вы достигли лимита в %lld документов бесплатного плана
tr: Ücretsiz planın %lld belge sınırına ulaştınız
zh_hans: 您已达到免费版 %lld 个文档的上限

source: Your Premium subscription is active.
ar: اشتراكك في Premium نشط.
de: Dein Premium-Abo ist aktiv.
es_es: Tu suscripción Premium está activa.
es_mx: Tu suscripción Premium está activa.
fr: Votre abonnement Premium est actif.
hi: आपकी Premium सदस्यता सक्रिय है।
it: Il tuo abbonamento Premium è attivo.
pt_br: Sua assinatura Premium está ativa.
pt_pt: A sua subscrição Premium está ativa.
ru: Ваша подписка Premium активна.
tr: Premium aboneliğiniz aktif.
zh_hans: 您的高级版订阅有效。
